Repository: KPB98115/CodeFrame
Catalog: CodeFrame/Localizable.xcstrings
Source language: zh_hant
Languages: en

# Add item
source: 新增項目
en: Add item

# CodeFrame widget
source: CodeFrame小工具
en: CodeFrame widget

# Configuration
source: 設定
en: Configuration

# Configure your widget
source: 設定小工具
en: Configure your widget

# Display all item or favorite items only.
source: 顯示常用項目或所有項目
en: Display all item or favorite items only.

# Display favorite items only
source: 顯示常用項目
en: Display favorite items only

# Displayed as QRcode
source: 展示為QRcode
en: Displayed as QRcode

# Enter new value:
source: 輸入新的值：
en: Enter new value:

# Enter text code
source: 輸入新的文字碼：
en: Enter text code

# Enter title
source: 輸入標題
en: Enter title

# Failed to generate image...
source: 無法產生圖像......
en: Failed to generate image...

# Favorite item
source: 常用項目
en: Favorite item

# Information
source: 項目資訊
en: information

# Inventory
source: 列表
en: Inventory

# Last modify: %@
source: 最後修改： %@
en: Last modify: %@

# Next
source: 下一頁
en: Next

source: 小尺寸小工具只能展示QRcode；中尺寸小工具能夠展示QRcode或條碼。
en: QRcode can neither displayed on small widget or medium widget. Barcode can only displayed on medium widget.

# Select widget theme
source: 選擇主題
en: Select widget theme

# Set as favorite barcode
source: 常用項目
en: Set as favorite item

# Supported small and medium widget size.
source: 支援小型及中型尺寸小工具。
en: Supported small and medium widget size.

# Tap to display the next item in the list
source: 點擊小工具以切換下個項目
en: Tap to display the next item in the list

# Tap to switch items
source: 點擊小工具以切換下個項目
en: Tap to switch items

# Tap to switch to next page
source: 點擊小工具以切換下一頁
en: Tap to switch to next page

# Text code:
source: 文字碼：
en: Text code:

# The list is empty...
source: 列表內沒有項目......
en: The list is empty...

# There is no item info yet...
source: 列表內沒有項目......
en: There is no item into yet...

source: 此設定只適用中型尺寸小工具。
en: This setting only affect medium widget since barcode can not display on small widget.

# Title:
source: 標題：
en: Title:

# Widget Configurations
source: 設定小工具
en: Widget Configuration
